Repository: 84000/data-translation-memory
Catalog: toh58-v4.tmx
Source language: bo
Languages: en

source: །ཞག་བདུན་ཕྲག་བདུན་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་འཁྱིལ་བར་བྱེད་པ་ཞེས་བྱ་སྟེ་རླུང་དེའི་སྟོབས་ཀྱིས་མཚན་མ་རྣམ་པ་བཞི་འབྱུང་བར་བྱེད་དེ། འདི་ལྟ་སྟེ། ལག་མཐིལ་གཉིས་དང་། རྐང་མཐིལ་གཉིས་ཏེ།
en: While the being in the mother’s womb is in the seventh week, again a karmic wind, twister, comes into existence. The force of this wind gives rise to four types of signs, namely, the signs of the two palms of the hands and two soles of the feet.

source: དེའི་མཚན་མ་ནི་ཤིན་ཏུ་མཉེན་པས་དབུ་བ་འདུས་པ་དང་འདྲའོ།
en: These signs are very soft, like a mass of bubbles. “

source: །ཞག་བདུན་ཕྲག་བརྒྱད་པ་ལ་མའི་མངལ་དུ་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཟློག་ཅིང་སྒྱུར་བར་བྱེད་པ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the eighth week, again a karmic wind, reversing and turning, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་མཚན་མ་ཉི་ཤུ་འབྱུང་བར་བྱེད་དེ། འདི་ལྟ་སྟེ། ལག་པ་དང་། རྐང་པའི་སོར་མོའི་མཚན་མ་ཉི་ཤུ་འབྱུང་བར་བྱེད་པ་གང་ཡིན་པའོ།
en: The force of this wind gives rise to twenty signs, namely, the signs of the twenty digits of the hands and feet.

source: །དེ་ནི་འདི་ལྟ་སྟེ་དཔེར་ན་དབྱར་ཆར་འབབ་པའི་ཚེ་ལྗོན་ཤིང་རྣམས་ཀྱི་ཡལ་ག་དང་། འདབ་མ་མཐར་གྱིས་སྐྱེ་ཞིང་འཕེལ་བར་བྱེད་པ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་སྟོབས་ཀྱིས་ཀྱང་མཚན་མ་རྣམས་མངོན་དུ་སྣང་བར་བྱེད་དོ།
en: As for this, just as rain falling in the rainy season of summer makes the branches and leaves on the trees gradually grow and increase, in the same way, the force of karmic wind causes the signs of the body to appear. “

source: །ཞག་བདུན་ཕྲག་དགུ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་འབྱེད་པ་ཞེས་བྱ་སྟེ་རླུང་དེའི་སྟོབས་ཀྱིས་མཚན་མ་རྣམ་པ་དགུ་འབྱུང་བར་བྱེད་དོ།
en: While the being in the mother’s womb is in the ninth week, again a karmic wind, separating, comes into existence. The force of this wind gives rise to nine types of signs.

source: །དགུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are the nine?

source: མིག་གཉིས་དང་། རྣ་བ་གཉིས་དང་། སྣ་གཉིས་དང་། ཁ་དང་། བཤང་བ་དང་། གཅི་བའི་གནས་གང་ཡིན་པ་དེ་དག་མཚན་མ་རྣམ་པ་དགུ་ཞེས་བྱའོ།
en: The signs of the two eyes, the two ears, the two nostrils, the mouth, and the places of excrement and urine are the nine types of signs. “

source: །ཞག་བདུན་ཕྲག་བཅུ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་སྲ་བར་བྱེད་པ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the tenth week, again a karmic wind, making firm, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་སྲ་ཞིང་བརྟན་པར་བྱེད་དོ།
en: The force of this wind makes the being in the womb firm and stable.

source: །གཞན་ཡང་དེའི་ཚེ་ཀུན་ནས་སྒོ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: Also at that time, a wind called universal door arises.

source: དེས་མངལ་ན་གནས་པའི་ལུས་བུས་པས་ལུས་ཀུན་ཏུ་རྒྱས་ཤིང་གང་བར་བྱེད་དེ། འདི་ལྟ་སྟེ་དཔེར་ན་རྐྱལ་བ་གང་བ་ཇི་ལྟ་བ་བཞིན་ནོ།
en: By blowing on the body of the being in the womb, it causes the body to expand and fill, like a full leather bag. “

source: །ཞག་བདུན་ཕྲག་བཅུ་གཅིག་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་རྡོ་རྗེ་ཞེས་བྱ་སྟེ་རླུང་དེའི་སྟོབས་ཀྱིས་མངལ་ན་གནས་པ་དེ་སྟེང་དང་འོག་གི་ཕྱོགས་སུ་འགྲོ་ཞིང་ལུས་ཀྱི་བུ་ག་རྣམས་འབྱིན་པར་བྱེད་དོ།
en: While the being in the mother’s womb is in the eleventh week, again a karmic wind, adamantine, comes into existence. The force of this wind, moving up and down in the being in the womb, causes holes to come forth in the body.

source: །གཞན་ཡང་རླུང་དེའི་སྟོབས་ཀྱིས་མ་དེ་རེས་འགའ་དགའ་བ་དང་། མི་དགའ་བར་ཡང་བྱེད།
en: The force of this wind makes the mother sometimes happy, sometimes unhappy.

source: འགྲོ་བ་དང་། འགྲེང་བ་དང་། འདུག་པ་དང་། ཉལ་བ་ན་ཡང་དེའི་རང་བཞིན་འགྱུར་ཞིང་རྐང་ལག་སྐྱོད་པར་ཡང་བྱེད་པས་མངལ་ན་གནས་པའི་བུ་ག་རྣམས་མཐར་གྱིས་སྐྱེ་ཞིང་འཕེལ་བར་ཡང་བྱེད་ལ་དེའི་ཁ་ནས་ཁྲག་ནག་པོ་ཡང་འབྱུང་བར་འགྱུར།
en: Her nature changes when she walks, stands, sits, and sleeps; she moves her legs and arms, and the holes in the being in the womb gradually grow and increase; and black blood comes out of its mouth.

source: སྣ་ནས་ཀྱང་ཆུ་མི་གཙང་བ་འབྱུང་བར་འགྱུར་ཏེ།
en: Filthy water also comes out of its nose.

source: རླུང་དེས་དབང་པོ་རྣམས་བཟློག་ནས་དེ་ནས་ཞི་བར་འགྱུར་རོ།
en: The wind turns away from the faculties and then is pacified. “

source: །ཞག་བདུན་ཕྲག་བཅུ་གཉིས་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཡོན་པོའི་སྒོ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twelfth week, again a karmic wind, crooked opening, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་རྩིབ་ལོགས་གཡས་གཡོན་གྱི་ནང་གྲོལ་གྱི་རྒྱུ་མ་ཆེ་ཆུང་རྣམས་སྐྱེད་པར་བྱེད་དེ།
en: The force of this wind produces the large and small intestines within the left and right sides of the body.

source: དེ་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་པད་མའི་རྩ་བ་ཤད་ཤད་པོ་འམ། སྐུད་པ་གྲིམས་པས་ལ་བཞག་པ་ལྟ་བུར་ལན་བཅྭ་བརྒྱད་འཁོར་བར་ལུས་ལ་བརྟེན་ཏེ་གནས་སོ།
en: They wind around eighteen times and adhere to the body in the same way that very fine lotus roots or taut strings are attached to the earth.

source: །དེའི་ཚེ་གཞན་ཡང་སྤུ་བརྒྱུས་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: Also at that time, a wind called fastened hair arises.

source: རླུང་དེའི་དབང་གིས་ཚིགས་ཀྱི་ཡན་ལག་སུམ་བརྒྱ་ཉི་ཤུ་དང་། གནད་བརྒྱ་རྩ་གཅིག་ལུས་ལ་གནས་པར་འགྱུར་རོ།
en: Due to the force of this wind, one hundred twenty joints and one hundred one vital points are established in the body. “

source: །ཞག་བདུན་ཕྲག་བཅུ་གསུམ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་བཀྲེས་ཤིང་སྐོམ་པར་བྱེད་པ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the thirteenth week, again a karmic wind, making hungry and thirsty, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་མངལ་གྱི་ལུས་དེ་ཉམ་ཆུང་ཞིང་བཀྲེས་པ་དང་། སྐོམ་པའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད་པས་
en: The force of this wind weakens the body of the fetus and causes sensations of hunger and thirst to arise.

source: དེའི་མས་ཟོས་ཤིང་འཐུངས་པའི་རོ་ཇི་སྙེད་པ་དག་ལུས་ཀྱི་གནད་དང་། ལྟེ་བའི་དཀྱིལ་འཁོར་ཡོངས་སུ་འཛིན་ཅིང་ཕན་འདོགས་པར་བྱེད་དོ།
en: It causes the fetus to receive, through the navel and vital points of its body, all the nutritional essence of what its mother eats and drinks, and to benefit from it.”

source: །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Then the Bhagavān spoke in verse:

source: བུ་ནི་མ་མངལ་གནས་པ་ན། །མངལ་གནས་དེ་ལ་ཕན་འདོགས་པས།
en: “As for the child, when it is living in its mother’s womb, The mother benefits the fetus.

source: །དེས་ན་ལུས་སྲོག་རབ་གནས་ཤིང་།
en: Therefore, its body and life are well established.

source: །རིམ་གྱིས་སྐྱེ་དང་འཕེལ་བར་བྱེད།
en: Gradually, it grows and increases.

source: །མས་ནི་ཟོས་ཤིང་འཐུངས་པ་དག །མངལ་ན་གནས་ན་ཕན་འདོགས་པས།
en: What the mother eats and drinks Benefits the fetus.

source: །རིམ་གྱིས་སྐྱེ་ཚད་ང་འཕེལ་བར་བྱེད།
en: Gradually, it grows and increases.” “

source: །ཞག་བདུན་ཕྲག་བཅུ་བཞི་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་སྐུད་པའི་སྒོ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the fourteenth week, again a karmic wind, thread opening, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་རྩ་རྒྱུད་དགུ་བརྒྱ་བསྐྱེད་ནས་ལུས་ཀྱི་མདུན་དང་། རྒྱབ་དང་། གཡས་གཡོན་སྣོལ་མར་གཡོགས་པར་བྱེད་དོ།
en: The force of this wind produces nine hundred ligaments and pulls together and covers the front and back and left and right sides of the body. “

source: །ཞག་བདུན་ཕྲག་བཅོ་ལྔ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་པད་མ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the fifteenth week, again a karmic wind, lotus, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་རྩར་རྒྱུ་བ་ཉི་ཤུ་བསྐྱེད་ནས་བཟའ་བ་དང་། བཏུང་བའི་རོ་གང་ཡིན་པ་རྩ་འདིར་ཞུགས་ནས་ལུས་ལ་ཕན་འདོགས་པར་བྱེད་དོ།
en: The force of this wind produces twenty channels, and when the nutritional essence from food and drink enters these channels, it benefits the body.

source: །ཉི་ཤུ་གང་ཞེ་ན།
en: What are the twenty?

source: ལུས་ཀྱི་མདུན་དང་རྒྱབ་དང་། གཡས་གཡོན་རེ་རེ་ལ་ཡང་རྩ་ལྔ་ལྔ་ཡོད་དེ།
en: The front and back and right and left sides of the body have five channels each.

source: རྩ་འདི་དག་རེ་རེ་ལ་ཡང་རྩ་ཕྲ་མོའི་ཡན་ལག་བཞི་བཅུ་བཞི་བཅུ་ཡོད་དོ།
en: These channels also have forty small branch channels each.

source: །རྩ་དེ་དག་རེ་རེ་ལ་ཡང་ཡན་ལག་བརྒྱ་བརྒྱ་ཡོད་དོ།
en: Those channels have another one hundred branch channels each.

source: །ལུས་ཀྱི་མདུན་ན་ཡོད་པ་ཉི་ཁྲི་ནི་ས་ག་ཞེས་བྱའོ།
en: The front of the body has twenty thousand channels called companion.

source: །ལུས་ཀྱི་རྒྱབ་ན་ཡོད་པ་ཉི་ཁྲི་ནི་སྟོབས་ཞེས་བྱའོ།
en: The back of the body has twenty thousand channels called strength.

source: །ལུས་ཀྱི་གཡོན་ཕྱོགས་ན་ཡོད་པ་ཉི་ཁྲི་ནི་བརྟན་པ་ཞེས་བྱའོ།
en: The left side of the body has twenty thousand channels called firmness.

source: །ལུས་ཀྱི་གཡས་ཕྱོགས་ན་ཡོད་པ་ཉི་ཁྲི་ནི་མཐུ་དང་ལྡན་པ་ཞེས་བྱ་སྟེ།
en: The right side of the body has twenty thousand channels called powerful.

source: དེ་ལྟར་ན་རྩའི་ཡན་ལག་ཆེ་ཕྲ་བརྒྱད་ཁྲི་ལུས་དེ་ལ་སྐྱེ་བར་འགྱུར་རོ། །
en: Therefore, eighty thousand large and small branch channels are produced in the body.

source: རྩ་དེ་དག་ཀྱང་ཁ་དོག་རྣམ་པ་སྣ་ཚོགས་དང་ལྡན་ཏེ། འདི་ལྟ་སྟེ། སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དང་། མར་དང་། ཞོ་དང་། འབྲུ་མར་གྱི་ཁ་དོག་གོ །
en: These channels also have various colors, namely, blue, yellow, red, and white, along with the colors of butter, yogurt, and oil.

source: རྩ་བརྒྱད་ཁྲི་བོ་དེ་དག་རེ་རེ་ལ་ཡང་རྩ་བ་རེ་རེ་ཡོད་དེ།
en: Furthermore, the eighty thousand each have roots.

source: རྩ་བ་རེ་རེ་ལ་ཡང་བུ་ག་སྣ་ཚོགས་ཡོད་དེ། བུ་ག་གཅིག་དང་། བུ་ག་གཉིས་ནས་བུ་ག་བདུན་གྱི་བར་དང་ལྡན་ཏེ། རེ་རེ་ཡང་སྤུའི་བུ་ག་དང་ཕན་ཚུན་འབྲེལ་ཏེ་དེ་ནི་དཔེར་ན། པད་མའི་རྩ་བ་ལ་བུ་ག་མང་པོ་ཡོད་པ་ཇི་ལྟ་བ་བཞིན་ནོ།
en: Each root has various openings, from one or two openings up to seven openings, and each is connected to the pore of a bodily hair, just as a lotus root has many openings. “

source: །ཞག་བདུན་ཕྲག་བཅུ་དྲུག་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་བདུད་རྩི་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the sixteenth week, again a karmic wind, nectar, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ཁའི་སྒོ་དང་། མིད་པ་དང་། སྙིང་གི་སྙིང་པོའི་ཁོ་ར་ཁོར་ཡུག་གི་བུ་ག་དགུ་པོ་དེ་དག་རྣམ་པར་ཕྱེ་ནས་
en: The force of this wind opens the nine orifices of its eyes, ears, nose, mouth, throat, and the area around the heart in its chest.

source: དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་སྟེང་དང་འོག་ཏུ་རྒྱུ་ཞིང་ཐོགས་པ་མེད་པ་དང་། བཟའ་བ་དང་། བཏུང་བ་ཟོས་ཤིང་འཐུངས་པ་གང་ཡིན་པ་དེ་དག་ཀྱང་། ལུས་ལ་ཕན་འདོགས་ཤིང་བསགས་པའི་གནས་ཡོད་པ་དང་། ལེགས་པར་ཞུགས་ནས་འོག་གི་ཕྱོགས་སུ་འབྱུང་བར་བྱེད་དེ།
en: It makes the breath move in and out and up and down without obstruction, and it makes whatever food and drink is eaten and drunk benefit the body, properly enter the place where it accumulates, and come out below.

source: འདི་ལྟ་སྟེ། དཔེར་ན་རྫ་མཁན་ནམ། དེའི་སློབ་མ་མཁས་པས་འཇིམ་པ་ལེགས་པར་སྦྱར་ཏེ་འཁོར་ལོའི་སྟེང་དུ་བཞག་ནས་འོག་དང་སྟེང་དུ་བསྒྱུར་ཞིང་སྣོད་ཀྱི་རྣམ་པ་མངོན་པར་འདུས་བྱས་ནས་མངོན་པར་གྲུབ་པ་དེ་བཞིན་དུ་འདི་ཡང་རླུང་གི་སྟོབས་དང་། དགེ་བ་དང་མི་དགེ་བའི་ལས་ཀྱིས་མིག་དང་། རྣ་བ་ལ་སོགས་པ་རིམ་གྱིས་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Just as a potter or a potter’s skilled apprentice, having carefully prepared the clay, places it atop a wheel and, turning it up and down, succeeds in rendering it into the form of a pot, this too is the same: the forces of the wind and good and bad karma gradually complete the eyes and ears and so forth. “

source: །ཞག་བདུན་ཕྲག་བཅུ་བདུན་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་འབྲི་གདོང་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the seventeenth week, again a karmic wind, yak face, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་མིག་གཉིས་ཀུན་ཏུ་དང་བ་དང་། རྣ་བ་དང་། སྣའི་དབང་པོ་ལ་སོགས་པ་ཡང་རིམ་གྱིས་ཡོངས་སུ་སྨིན་པར་བྱེད་དེ།
en: The force of this wind clarifies its two eyes and causes the ear and nose faculties, and so forth, gradually to become fully mature.

source: འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ལོང་གི་དཀྱིལ་འཁོར་རྡུལ་གྱིས་ཡོག་པ་སའི་ཕྱེ་མ་དང་། འབྲུ་མར་དང་། ཐལ་བ་བླངས་ཏེ་བྱི་དོར་བྱས་ན་ཡོངས་སུ་གསལ་བར་འགྱུར་བ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་སྟོབས་ཀྱིས་མིག་ལ་སོགས་པ་བུས་ནས་མིག་ལ་སོགས་པ་ཀུན་ཏུ་དང་བར་བྱེད་པ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ།
en: Just as one takes fine dirt, oil, or ashes and wipes a mirror that is covered with dust, and it becomes clear, it should be known that, in the same way, the force of this karmic wind blows on the eyes and so forth and makes them completely clear. “

source: །ཞག་བདུན་ཕྲག་བཅྭ་བརྒྱད་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་བརྟན་པར་འགྱུར་བ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the eighteenth week, again a karmic wind, becoming firm, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་དབང་པོ་རྣམས་མཐར་གྱིས་ཡོངས་སུ་སྨིན་ཅིང་གསལ་བ་དང་། ཡོངས་སུ་དག་པར་བྱེད་དེ།
en: The force of this wind causes its faculties gradually to become fully mature, clear, and purified.

source: འདི་ལྟ་སྟེ་དཔེར་ན། ཉི་མ་དང་ཟླ་བའི་དཀྱིལ་འཁོར་སྤྲིན་དང་། ཁུག་རྣ་རྣམས་ཀྱིས་བསྒྲིབས་ཤིང་ཁེབས་པར་འགྱུར་བ་གློ་བུར་དུ་རླུང་དྲག་པོ་ལངས་ཏེ་བུས་ནས་ཕྱོགས་བཞིར་གཏོར་བར་གྱུར་ན་ཉི་མ་དང་ཟླ་བའི་དཀྱིལ་འཁོར་ཤིན་ཏུ་གསལ་བར་གྱུར་པ་དེ་བཞིན་དུ་འདི་ལྟར་ལས་ཀྱི་རླུང་གི་དབང་གིས་དབང་པོ་རྣམས་བུས་པས་ཆེས་ཤིན་ཏུ་གསལ་ཞིང་ཡོངས་སུ་དག་པར་བྱེད་པ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ།
en: Just as when the orbs of the sun and moon are covered, obscured by clouds and mist, and suddenly a harsh wind arises and blows on them, scattering them in the four directions and making the orbs of the sun and moon totally clear, it should be known that, in the same way, the force of this karmic wind, by blowing on the faculties, makes them totally clear and purified. “

source: །ཞག་བདུན་ཕྲག་བཅུ་དགུ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་གི་སྟོབས་ཀྱིས་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེའི་དབང་པོ་བཞི་པོ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ།
en: While the being in the mother’s womb is in the nineteenth week, the force of a karmic wind again makes the four faculties, namely, the eyes, ears, nose, and tongue, fully mature.

source: །དང་པོ་མངལ་དུ་འཇུག་པའི་ཚེ་ནི་དབང་པོ་གསུམ་དང་ལྡན་ཏེ། ལུས་ཀྱི་དབང་པོ་དང་། སྲོག་གི་དབང་པོ་དང་། ཡིད་ཀྱི་དབང་པོ་སྟེ།
en: At the time when the being first entered the womb, it possessed three faculties, namely, the body faculty, the life faculty, and the mind faculty.

source: དེ་ལྟར་དབང་པོ་རྣམས་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Thus, the faculties are now completed. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཤིན་ཏུ་སྲ་བ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twentieth week, again a karmic wind, very solid, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་ལུས་ལས་རུས་པ་སྣ་ཚོགས་སྐྱེད་པར་བྱེད་དེ།
en: The force of this wind makes various bones arise in its body.

source: རྐང་པ་གཡོན་པ་ལ་བརྟེན་ཏེ་རུས་པ་ཉི་ཤུ་སྐྱེད་དོ། །རྐང་པ་གཡས་པ་ལ་བརྟེན་ཏེ་རུས་པ་ཉི་ཤུ་སྐྱེད་དོ། །
en: It produces twenty bones in the left leg, and it produces twenty bones in the right leg.

source: གཞན་ཡང་རྐང་པའི་རྟིང་པའི་རུས་པ་བཞི་དང་། རྗེ་ངར་གྱི་རུས་པ་གཉིས་དང་། ལྷ་ངའི་རུས་པ་གཉིས་དང་། བརླའི་རུས་པ་གཉིས་དང་། རྐེད་པ་དང་། དཔྱིའི་རུས་པ་གསུམ་གསུམ་དང་། སྒལ་ཚིགས་ཀྱི་རུས་པ་བཅྭ་བརྒྱད་དང་། རྩིབ་མའི་རུས་པ་ཉི་ཤུ་རྩ་བཞི་དང་། བྲང་གི་རུས་པ་སུམ་ཅུ་དང་། ལག་པ་གཡས་གཡོན་རེ་རེ་ལ་རུས་པ་ཉི་ཤུ་ཉི་ཤུ་ཚ་དང་། ལག་ངར་གྱི་རུས་པ་བཞི་དང་། དཔུང་པའི་རུས་པ་གཉིས་དང་། འགྲམ་པའི་རུས་པ་གཉིས་དང་། མགོ་བོའི་རུས་པ་བཞི་དང་། སོའི་རྩ་བའི་རུས་པ་སུམ་ཅུ་རྩ་གཉིས་ཀྱང་སྐྱེད་པར་བྱེད་དོ། །
en: Furthermore, it produces four heel bones, two calf bones, two kneecaps, two thigh bones, three bones each of the waist and hips, eighteen bones of the spine, twenty-four ribs, thirty chest bones, twenty bones of each hand, four forearm bones, two shoulder bones, two jawbones, four bones of the head, and thirty-two tooth-root bones.

source: འདི་ལྟ་སྟེ། དཔེར་ན་གཟུགས་མཁན་ནམ། གཟུགས་མཁན་གྱི་སློབ་མ་མཁས་པས་སྔར་ཤིང་སྲ་བ་བླངས་ཏེ་ཕྱིས་སྲད་བུས་བཅིངས་ནས་གཟུགས་རྣམས་བྱས་པ་ལ་འཇིམ་པ་མ་བསྐུས་མོད་ཀྱི། འོན་ཀྱང་དེའི་ཚེ་རུས་པའི་མཚན་ཉིད་ཅེས་བརྗོད་པ་
en: To give an analogy, a sculptor or a sculptor’s skilled apprentice, having first taken some hard wood and then bound it with cord, makes shapes; and even though at that time he has not yet applied clay, nevertheless, it is called a skeleton sign.

source: དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་སྟོབས་ཀྱིས་རུས་པ་རྣམས་བསྐྱེད་པའི་དུས་ཀྱི་ཚེ་ཡང་དེ་བཞིན་ཏེ།
en: The time when the force of the karmic wind produces bones is like this.

source: དེ་ལྟ་བས་ན་ཞག་བདུན་པོ་དེ་དག་ཏུ་རུས་པ་ཕྲ་མོ་མ་གཏོགས་པ་རུས་པ་ཆེན་པོ་བསྐྱེད་པའི་གྲངས་ནི་ཉིས་བརྒྱ་ཡོད་པར་རིག་པར་བྱའོ།
en: Therefore, one should know that in those seven days, leaving out the small bones, the large bones number two hundred. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་གཅིག་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱིས་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཡང་དག་སྐྱེད་པ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-first week, again a karmic wind, proper production, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་མངལ་ན་གནས་པ་དེའི་ལུས་ཀྱི་ཤ་སྐྱེད་པར་བྱེད་དེ།
en: The force of this wind produces the flesh of the body of the being in the womb.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཞལ་ཞལ་མཁན་ནམ། ཞལ་ཞལ་མཁན་གྱི་སློབ་མས་འཇིམ་པ་ལེགས་པར་སྦྱངས་ནས་རྩིག་པ་རྣམས་ལ་ཞལ་ཞལ་བྱེད་པ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་དབང་གིས་དེའི་ལུས་ཀྱི་ཤ་སྐྱེད་པ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ།
en: One should know that, just as a plasterer or a plasterer’s apprentice, having cleansed clay, plasters walls, in the same way, the force of this karmic wind produces the flesh of its body. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་གཉིས་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཀུན་ཏུ་རྒྱལ་བ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-second week, again a karmic wind, completely victorious, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་ལུས་ཀྱི་ཁྲག་སྐྱེད་པར་བྱེད་དོ།
en: The force of this wind produces the blood of its body. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་གསུམ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཡོངས་སུ་དག་པར་འཛིན་པ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-third week, again a karmic wind, hold cleanly, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་ལུས་ཀྱི་པགས་པ་སྐྱེད་པར་བྱེད་དོ།
en: The force of this wind produces the skin of its body. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་བཞི་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་སྤྲིན་འཛིན་ཅེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-fourth week, again a karmic wind, holding clouds, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་ལུས་ཀྱི་ལག་པ་རྐྱོང་ཞིང་མདོག་དང་ལྡན་པར་བྱེད་དོ།
en: The force of this wind stretches out the skin of its body and gives it color. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་གྲོང་ཁྱེར་འཛིན་ཅེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-fifth week, again a karmic wind, holding the city, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་མངལ་ན་གནས་པ་དེའི་ལུས་ལ་ཤ་དང་ཁྲག་འཕེལ་ཞིང་རིམ་གྱིས་རབ་ཏུ་དང་བར་བྱེད་དོ།
en: The force of this wind makes the flesh and blood of the body of the being in the womb increase and gradually purifies it. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་དྲུག་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་མངོན་པར་གྲུབ་ཅེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-sixth week, again a karmic wind, completion of birth, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་སྐྲ་དང་། སྤུ་དང་། སེན་མོ་རྣམས་བསྐྱེད་ནས་ཐམས་ཅད་རྩ་རྒྱུས་རྣམས་དང་འབྲེལ་པར་བྱེད་དོ།
en: The force of this wind produces its hair, bodily hair, and nails, and connects them each individually to the channels. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་བདུན་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་སྨན་ཡོན་ཆེན་པོ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-seventh week, again a karmic wind, crooked medicine, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་ལུས་ཀྱི་མཚན་མ་རྣམས་མཐར་གྱིས་མངོན་པར་གྲུབ་པ་ཞེས་བྱ་སྟེ།
en: It is said that, due to the force of this wind, the characteristics of its body gradually come into existence. “

source: གང་ཚེ་རབས་སྔ་མ་ལ་སྡིག་པ་མི་དགེ་བའི་ལས་རྣམས་མངོན་པར་འདུས་བྱས་ཤིང་ཡོ་བྱད་རྣམས་ལ་སེར་སྣས་ཕངས་ཤིང་སྦྱིན་པ་གཏོང་བར་མི་བྱེད་པ་དང་། ཕ་མ་དང་། མཁན་པོ་དང་། བླ་མའི་གནས་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པ་ཉན་པར་མི་བྱེད་པ་ཞིག་ཡིན་ན་ནི་ལས་དེའི་དབང་གིས་ཡིད་དུ་མི་འོང་བའི་ལུས་རྣམ་པ་སྣ་ཚོགས་འཐོབ་པར་འགྱུར་བས་
en: If, in a former life, it engaged in bad and nonvirtuous actions—for example, not being charitable due to being stingy with and greedy for goods, and not listening to the teachings of spiritual masters, such as parents, teachers, and gurus —due to the force of those actions, it will obtain an undesirable body of one sort or another.

source: གལ་ཏེ་ལུས་རིང་ཞིང་སྦོམ་པ་དང་། ཚོ་ཞིང་དཀར་བ་དང་། མཉེན་པ་གང་ཡིན་པ་དེས་མཛེས་པར་གྱུར་ན་ནི་ལུས་ཐུང་ཞིང་ཕྲ་བ་དང་། རིད་ཅིང་གནག་པ་དང་། རྩུབ་པ་དག་འཐོབ་པར་བྱེད་དོ། །
en: If long and heavy, fleshy and white, and supple bodies are considered attractive, it will obtain a body that is short and thin, skinny and black, and hard.

source: གལ་ཏེ་ལུས་ཐུང་ཞིང་ཕྲ་བ་དང་། རིད་ཅིང་གནག་པ་དང་། རྩུབ་པ་གང་ཡིན་པ་དེས་མཛེས་པར་གྱུར་ན་ནི་ལུས་རིང་ཞིང་སྦོམ་པ་དང་། ཚོ་ཞིང་དཀར་བ་དང་། ཤིན་ཏུ་མཉེན་པ་དག་འཐོབ་པར་བྱེད་དོ། །
en: If short and thin, skinny and black, and hard bodies are considered attractive, it will obtain a body that is long and heavy, fleshy and white, and very supple.

source: གལ་ཏེ་ལུས་ཀྱི་ཡན་ལག་མཐོ་བ་དང་། དམའ་བ་དང་། མང་བ་དང་། ཉུང་བ་དང་། ཐགས་བཟང་བ་དང་། ཐགས་ངན་པས་མཛེས་པར་གྱུར་ན་ནི་མཐོ་བ་དང་། དམའ་བ་དང་། ཐགས་བཟང་བ་དང་། ཐགས་ངན་པ་དང་མི་ལྡན་པའི་ལུས་ཡང་དག་པར་ལེན་པར་བྱེད་དོ། །
en: If bodily parts are considered attractive because they are high, low, many, few, dense, or thin, it will not obtain a body that has high, low, many, few, dense, or thin bodily parts.

source: གཞན་ཡང་འོན་པ་དང་། ལོང་བ་དང་། ལྐུགས་པ་དང་། རྐང་ལག་འཕྱེ་ཞིང་འགྲོ་བ་དང་། དབང་པོ་རྣམས་མ་ཚང་བ་དང་། ཚིག་སྨྲས་པ་གཞན་གྱིས་མཉན་པར་མི་འདོད་པ་དང་། ལུས་མི་སྡུག་ཅིང་ཡི་དགས་དང་འདྲ་བ་ཡང་དག་པར་ལེན་པར་འགྱུར་ཏེ།
en: Moreover, it will be deaf, blind, or dumb, move by crawling on its hands and feet, have impaired faculties, or have speech that others do not wish to listen to; or it will obtain an ugly body, like a preta.

source: སྡིག་པ་མི་དགེ་བའི་ལས་ཀྱི་དབང་གིས་ཡིད་དུ་མི་འོང་བའི་ལུས་རྣམ་པ་སྣ་ཚོགས་ལེན་པར་འགྱུར་བས་ཕ་མ་དང་། གཉེན་བཤེས་རྣམས་ཀྱིས་ཀྱང་མཐོང་བར་མི་འདོད་ན་གཞན་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Since it obtains an undesirable body of one sort or another due to its bad and nonvirtuous actions, not even its relatives and friends, to say nothing of other people, wish to see it. “

source: གལ་ཏེ་ཚེ་རབས་སྔ་མ་ལ་དགེ་བ་བཅུའི་ལས་མངོན་པར་འདུས་བྱས་ཤིང་སྦྱིན་པ་ལེགས་པར་བཏང་བ་དང་། སེར་སྣ་དང་། གཡོ་སྒྱུའི་བསམ་པ་མེད་པ་དང་། ཕ་མ་དང་། མཁན་པོ་དང་། བླ་མའི་གནས་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པ་དག་ལ་མངོན་པར་ཡིད་ཆེས་ཤིང་ཡང་དག་པར་བླངས་པ་ཞིག་ཡིན་ན་ནི་རྒྱུ་དང་རྐྱེན་དེས་གལ་ཏེ་མིའི་ལུས་ཐོབ་པར་གྱུར་ན་ཡང་གོང་དུ་བསྟན་པ་ལྟ་བུའི་སྡིག་པ་མི་དགེ་བའི་ལས་ལས་མངོན་པར་གྲུབ་པའི་ལུས་ལེན་པར་མི་འགྱུར་ཞིང་
en: If, in a former life, it engaged in the ten virtuous actions—for example, being charitable and not being greedy or deceitful, and adopting with great conviction the teachings of spiritual masters, such as parents, teachers, and gurus—due to those causes and conditions, if it obtains a human body, it will not obtain a body that has come into existence as a result of the bad and nonvirtuous actions explained above.

source: གྱ་ནོམ་པ་རྣམ་པ་སྣ་ཚོགས་དང་ལྡན་པའི་ལུས་ཐོབ་པར་འགྱུར་བས་བྱང་བཞིན་མཛེས་པ་དང་། མཚན་རྣམས་དང་ལྡན་ཞིང་ཚིག་སྨྲས་པ་རྣམས་མང་པོ་ཀུན་གྱིས་མཉན་པར་འདོད་པའི་འོས་སུ་འགྱུར་ཏེ།
en: Instead, by obtaining a body endowed with various types of auspiciousness, and having good qualities and an attractive countenance, it will be worthy of everyone’s wish to listen to whatever it says.

source: དེ་ལྟ་བས་ན་དགེ་བའི་ལས་ཀྱི་དབང་གིས་ཁྱད་པར་དུ་འཕགས་པའི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་དེ་ལྟ་བུ་ཐོབ་པར་འགྱུར་བར་རིག་པར་བྱའོ།
en: It should thus be understood that, due to the force of virtuous actions, the being in the womb will obtain the most excellent result. “
